1yib.svelte-bundle
ardenivanov.svelte-intellisense
atommaterial.a-file-icon-vscode
batisteo.vscode-django
bianxianyang.htmlplay
bradlc.vscode-tailwindcss
brapifra.c-compiler
burkeholland.simple-react-snippets
caolin.java-run
chakrounanas.turbo-console-log
codeium.codeium
cschlosser.doxdocgen
danfragoso.mui
dart-code.dart-code
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.javadebugger
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fivethree.vscode-svelte-snippets
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
franneck94.c-cpp-runner
funkyremi.vscode-google-translate
georgewfraser.vscode-javac
github.copilot
github.copilot-chat
github.vscode-pull-request-github
graphql.vscode-graphql-syntax
haomou.vscode-import-cost-mui
hbenl.vscode-test-explorer
heisthepirate.mui-snippets-updated
hiteshchoudharycode.chai-theme
infeng.vscode-react-typescript
ionutvmi.path-autocomplete
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
juanblanco.solidity
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
kvcvc.sequelize-snippets
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
numso.vscode-tailwindcss-with-hex-colors
oderwat.indent-rainbow
pixl-garden.bongocat
pkief.material-icon-theme
pkief.material-product-icons
pranaygp.vscode-css-peek
prisma.prisma
pulkitgangwar.nextjs-snippets
redhat.java
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
shibu.nextjs-js-ts-code-snippets
smarschollek.vscode-react-scripts-test-adapter
steoates.autoimport
styled-components.vscode-styled-components
supermaven.supermaven
svelte.svelte-vscode
tabnine.tabnine-vscode
twxs.cmake
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vivaxy.vscode-conventional-commits
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodeshift.mui-snippets
washirepie.vscode-xsl-transform
wholroyd.jinja
woodreamz.es7-react-js-snippets
zignd.html-css-class-completion
